export const totoAfricaLyrics = `
Facileum 서울 전시공간의 패러다임 변화
전시공간은 지금의 갤러리와 같이 사회적인 기능을 수행하는 것이 아닌 수집가의 개인적인 컬렉션이었다.
대학생 일상을 마주하다우리는 같은 시대를 살아가면서 같은 문제에 공감하며 같은 것을 걱정한다.
그렇기에 우리는 기숙사를 단순한 숙박시설 보다는 사회적인 가족이 거주하는 공간으로 생각하고,
그 구성원들이 거주하며 긍정적인 시너지를 가져 올 수 있도록 하는 공간을 건축하고자 한다.
부자이웃 사옥 리모델링
자연제방에 해당하는 부분이 도서관 시설로써 공원의 경관을 일차적으로 받아들이고
그뒤에 위치하는 매스가 화장실과 모유수유실 등의 프라이버시가 요구되는 매스가 오도록 하였다.
Nest of Artist
역사적 의미가 있는 부산시민공원 설계 공모
자연제방에 해당하는 부분이 도서관 시설로써 공원의 경관을 일차적으로 받아들이고
그뒤에 위치하는 매스가 화장실과 모유수유실 등의 프라이버시가 요구되는 매스가 오도록 하였다.
사직 사회적 기업마을
사직동은 주거환경 개선지구로 주거환경이 열악하고 경제력이 없는 60세 이상 여성인구의 비율이 가장 높다.
가로에서는 오픈스페이스, 연도형 상가가 마주하게 하여 보행공간에 있어서 개방감을 느끼고, 단조롭지 않고 변화를 느낄 수 있도록 계획 하였다.
쌈지길을 즐기다
UAUS가 제시하는 'Refocus Seoul Architecture’의 주제는 말 그대로 서울에 있는 건축물을 재조명하여 학생들의 새로운 시점으로 해석하는 것이다.
석하는 방법은 쌈지길의 램프를 마로니에공원으로 가져왔을 때에 어떻게 될 것인가 라는 생각에서 시작한다. 쌈지길의 수직동선을 이어주는‘램프(경사로)’는 마로니에 공원의 수평동선을 이어주는 벽으로 재해석되며 그 벽은 많은 수평 동선을 하나의 흐름으로 만들어준다. 또한 우리는 벽으로 만들어 준 흐름에서 사람들의 소통이 일어날 것을 기대한다
ALLUBIUM 충적지 사적 의미가 있는 부산시민공원 설계 공모
자연제방에 해당하는 부분이 도서관 시설로써 공원의 경관을 일차적으로 받아들이고 그뒤에 위치하는 매스가 화장실과 모유수유실 등의 프라이버시가 요구되는 매스가 오도록 하였다.
title: "Energy Cube 가상도시",
Newyork
The 'energy cube' accumulates energy by getting around the places where natural energy resources are produced. As the energy has been used for the demand of daily life, the remaining energy are donated to  the original city, instead of using the infrastructure of the original city.
마당깊은 집
한옥 마당을 닮은 방형의 옥외 공용공간이 주민들의 주 동선을 끼고 형성된다.
주민센터를 계획하며 이러한 개념을 적용하였으며, 집합주거를 계획하며 이러한 마당을 다양한 층위에서 가지는 성격을부여하였다.
`;
